<!-- 
Болванка шаблона страницы, на HTML5
-->

<!--
Указываем, что документ написан по спецификации HTML5
-->
<!DOCTYPE html>

<!--
Явно указываем язык основного текста содержимого страниы.
-->
<html lang="ru">
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0" />
		<meta charset="utf-8">
		<title>Типовой шаблон страницы на HTML5 - html5.tpl</title>
		<!--[if lt IE 9]> 
			<script src="http://html5shiv.googlecode.com/svn/trunk/html5.js"></script> 
		<![endif]-->
		<link href="css/reset.css" rel="stylesheet" type="text/css">
		<link href="css/common.css" rel="stylesheet" type="text/css">
	</head>
	<body>
		<div id="page-wrapper">
			<!-- Шапка - Начало -->
			<header>
				Это шапка страницы
			</header>
			<!-- Шапка - Конец -->
			<!-- Тело - Начало -->
			<div id="page-content">
				<aside id="navigation">
					<nav>Область вывода главного меню. Позиционируется слева.</nav>
				</aside>
				<div id="content">
				Область с основным содержимым страницы. Позиционируется справа
				Область с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справаОбласть с основным содержимым страницы. Позиционируется справа
				</div>
				<aside id="modPos-left">
					<div id="leftModulePosition">Область вывода модулей. Позиционируется слева.</div>
				</aside>
				<div class="clr"></div>
			</div>
			<!-- Тело - Конец -->
			<!-- Подвал - Начало -->
			<footer>
				&copy; Copyright Ильдар Ибрагимов
			</footer>
			<!-- Подвал - Конец -->
		</div>
	</body>
</html>